tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "colima"
brew "direnv"
brew "exa"
brew "ffmpeg"
brew "fzf"
brew "git-lfs"
brew "git"
brew "go"
brew "jq"
brew "jump"
brew "lima"
brew "mas"
brew "mkcert"
brew "neovim", args: ["HEAD"]
brew "rclone"
brew "ripgrep"
brew "rsync"
brew "wifi-password"
brew "yt-dlp"

cask "1password-cli"
cask "1password"
cask "android-studio"
cask "appcleaner"
cask "blender"
cask "calibre"
cask "cleanshot"
cask "cyberduck"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "flipper"
cask "flux"
cask "geotag"
cask "github"
cask "google-chrome-canary"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iina"
cask "iterm2"
cask "iterm2"
cask "keyboard-cleaner"
cask "kitty"
cask "microsoft-edge-dev"
cask "netnewswire"
cask "nordvpn"
cask "notion"
cask "obsidian"
cask "rectangle"
cask "safari-technology-preview"
cask "slack"
cask "spotify"
cask "tableplus"
cask "telegram"
cask "tor-browser"
cask "transmission"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "zed"
cask "zulu11"

cask "font-ia-writer-duo"
cask "font-ia-writer-duospace"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-ibm-plex-mono"
cask "font-jetbrains-mono"

mas "Pixelmator Pro", id: 1289583905
mas "The Unarchiver", id: 425424353
mas "Things3", id: 904280696
mas "Wipr", id: 1320666476
