tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "fzf"
brew "git-lfs"
brew "git"
brew "go"
brew "jq"
brew "jump"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "rclone"
brew "wifi-password"
brew "yt-dlp"
brew "exa"

cask "1password-cli"
cask "1password"
cask "appcleaner"
cask "blender"
cask "calibre"
cask "cyberduck"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "flux"
cask "geotag"
cask "github"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "keyboard-cleaner"
cask "microsoft-edge-dev"
cask "notion"
cask "obsidian"
cask "safari-technology-preview"
cask "slack"
cask "spectacle"
cask "spotify"
cask "steam"
cask "tableplus"
cask "telegram"
cask "transmission"
cask "virtualbox"
cask "visual-studio-code"

mas "Things3", id: 904280696
mas "Xcode", id: 497799835
mas "Wipr", id: 1320666476
mas "The Unarchiver", id: 425424353
