tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
brew 'ack'
brew 'autoconf'
brew 'awscli'
brew 'flow'
brew 'libpng'
brew 'freetype'
brew 'heroku'
brew 'hub'
brew 'jpeg'
brew 'openssl'
brew 'libevent'
brew 'mitmproxy'
brew 'mongodb'
brew 'node'
brew 'nvm'
brew 'pcre'
brew 'pkg-config'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'tmux'
brew 'tree'
brew 'watchman'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'
cask '1password'
cask 'appcleaner'
cask 'atom'
cask 'calibre'
cask 'caprine'
cask 'cloudup'
cask 'cyberduck'
cask 'discord'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'github-desktop'
cask 'google-chrome'
cask 'iterm2'
cask 'kap'
cask 'licecap'
cask 'macdown'
cask 'messenger'
cask 'ngrok'
cask 'numi'
cask 'paparazzi'
cask 'screenhero'
cask 'sketch'
cask 'sketch-toolbox'
cask 'skype'
cask 'slack'
cask 'soundcleod'
cask 'spectacle'
cask 'spotify'
cask 'telegram'
cask 'the-unarchiver'
cask 'torbrowser'
cask 'transmission'
cask 'tunnelbear'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'vmware-appcatalyst'
